cask_args appdir: '/Applications'

brew 'fzf'
brew 'go'
brew 'imagemagick'
brew 'node'
brew 'openssl'
brew 'pypy'
brew 'spark'
brew 'thefuck'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask 'alfred'
cask 'android-file-transfer'
cask 'appcleaner'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'iterm2'
cask 'kaleidoscope'
cask 'keepassx'
# cask 'libreoffice'
cask 'regexhibit'
cask 'seashore'
cask 'sequel-pro'
cask 'skype'
cask 'sourcetree'
cask 'spectacle'
cask 'spotify'
cask 'steam'
cask 'sublime-text'
cask 'the-unarchiver'
cask 'transmission'
cask 'tunnelbear'
# cask 'vlc'
